name: "facenet"
platform: "pytorch_libtorch"
max_batch_size: 16
input [
  { 
    name: "INPUT__0"
    data_type: TYPE_FP32
    dims: [ 3, 160, 160 ]
  }
]
output [
  {
    name: "OUTPUT__0"
    data_type: TYPE_FP32
    dims: [ 1 ,512 ]
  }
]
